Repository: JSC-electronics/Firefighter-Stopwatch
Catalog: l10n/*/LC_MESSAGES/stopwatch.po
Languages: cs_cz, sk_sk

source: Bussio: Unsupported hardware. Disabling I2C feature.
cs_cz: Bussio: Nepodporovaný hardware. Funkce I2C bude zakázaná.
sk_sk: Bussio: Nepodporovaný hardvér. Funkcia I2C bude vypnutá.

source: Firefighter Stopwatch
cs_cz: Hasičské stopky
sk_sk: Hasičské stopky

source: Auto measurement
cs_cz: Automatické měření
sk_sk: Automatické meranie

source: Manual measurement
cs_cz: Manuální měření
sk_sk: Manuálne meranie

source: Checkpoint
cs_cz: Stanoviště
sk_sk: Stanovisko

source: Flow (l/min)
cs_cz: Průtok (l/min)
sk_sk: Prietok (l/min)

source: Measurement date and time
cs_cz: Datum a čas měření
sk_sk: Dátum a čas merania

source: Time
cs_cz: Čas
sk_sk: Čas

source: Engine revs (1/min)
cs_cz: Otáčky motoru (1/min)
sk_sk: Otáčky motora (1/min)

source: Pressure #1 (bar)
cs_cz: Tlak #1 (bar)
sk_sk: Tlak #1 (bar)

source: Pressure #2 (bar)
cs_cz: Tlak #2 (bar)
sk_sk: Tlak #2 (bar)

source: Flag for auto/manual measurement {A, M}
cs_cz: Příznak automatické/manuální měření {A, M}
sk_sk: Príznak automatické/manuálne meranie {A, M}

source: Unable to create log file. Check path in 'config.json'.
cs_cz: Nelze vytvořit soubor záznamu. Zkontrolujte v souboru 'config.json' cestu.
sk_sk: Nie je možné vytvoriť súbor denníka. Skontrolujte v súbore 'config.json' cestu.

source: Split time measured on checkpoint {}
cs_cz: Mezičas naměřený na stanovišti {}
sk_sk: Medzičas nameraný na stanovišti {}

source: Gpiozero: Unable to load pin factory. Most probably, you're running this application on a PC. In this case, you can setup remote GPIO. See the docs.
cs_cz: Gpiozero: Nelze načísť kód pro ovládání pinů. Asi tuhle aplikaci spouštíte na počítači. V takovém případě si můžete nastavit vzdálené GPIO. Koukněte se do dokumentace.
sk_sk: Gpiozero: Nie je možné načítať kód pre ovládanie pinov. Pravdepodobne túto aplikáciu spúšťate na počítači. V takom prípade si môžete nastaviť vzdialené GPIO. Pozrite si dokumentáciu.

source: Repeated measure on checkpoint 3
cs_cz: Opakované měření na stanovišti 3
sk_sk: Opakované meranie na stanovisku 3

source: Repeated measure on checkpoint 1
cs_cz: Opakované měření na stanovišti 1
sk_sk: Opakované meranie na stanovisku 1

source: Repeated measure on checkpoint 2
cs_cz: Opakované měření na stanovišti 2
sk_sk: Opakované meranie na stanovisku 2

source: Flow variables are not properly defined in a config!
cs_cz: Proměnné průtoku nejsou v konfiguraci správně definované!
sk_sk: Premenné prietoku nie sú v konfigurácii správne definované!

source: Flow is out of range! Value: {}
cs_cz: Průtok je mimo rozsah! Hodnota: {}
sk_sk: Prietok je mimo rozsahu! Hodnota: {}

source: Pressure variables are not properly defined in a config!
cs_cz: Proměnné tlaku nejsou v konfiguraci správně definované!
sk_sk: Premenné tlaku nie sú v konfigurácii správne definované!

source: Pressure is out of range! Value: {}
cs_cz: Tlak je mimo rozsah! Hodnota: {}
sk_sk: Tlak je mimo rozsahu! Hodnota: {}

source: RPM variables are not properly defined in a config!
cs_cz: Proměnné pro měření otáček nejsou v konfiguraci správně definované!
sk_sk: Premenné pre meranie otáčok nie sú v konfigurácii správne definované!

source: RPM is out of range! Value: {}
cs_cz: Otáčky jsou mimo rozsah! Hodnota: {}
sk_sk: Otáčky sú mimo rozsahu! Hodnota: {}
